Repository: leriomaggio/pycon_site
Catalog: locale/*/LC_MESSAGES/django.po
Languages: it

source: Conference
it: Conferenza

source: 45 minutes inc Q&A
it: 45 minuti comprese le domande

source: 60 minutes inc Q&A
it: 60 minuti comprese le domande

source: 90 minutes inc Q&A
it: 90 minuti comprese le domande

source: 240 minutes inc Q&A
it: 240 minuti inc. Q&A

source: Regular talk
it: Talk

source: Duration
it: Durata

source: This is the <i>desired duration</i> of the Talk. <br> As for a Training, the duration is <i>fixed</i> to 4 hours.
it: Indicare la <i>durata desiderata</i> del Talk. <br> Per i Training, la durata è <i>fissata</i> a 4 ore.

source: I'm a first-time speaker
it: Non ho mai fatto lo speaker, datemi una mano

source: We are planning a special program to help first time speaker, check this if you'd like to join
it: Prevediamo di aiutare in modo speciale coloro che provano per la prima volta a fare gli speaker

source: Talk Type
it: Tipo di presentazione

source: Choose between a standard talk or a 4-hours in-depth training
it: Selezionare tra Talk o un Training (di 4 ore)

source: I agree to let you publish my data (excluding birth date and phone number).
it: Autorizzo a pubblicare i dati del mio profilo (eccetto numero di telefono e data di nascita)

source: This speaker profile will be publicly accesible if one of your talks is accepted. Your mobile phone and date of birth will <i>never</i> be published
it: Il tuo profilo sarà visibile a tutti se una delle tue proposte viene accettata. Il tuo numero di telefono e data di nascita non verranno <i>mai</i> pubblicati.

source: I agree to release all the talk material after the event.
it: Accetto l'obbligo di pubblicare il materiale della presentazione dopo l'evento.

source: If the talk is accepted, speakers a required to timely release all the talk material (including slides) for publishing on this web site.
it: Se la proposta viene accettata, gli speaker dovranno pubblicare il materiale (incluse le slide) in tempi rapidi, pubblicandoli su questo sito.

source: I agree to let the organization record my talk and publish the video.
it: Autorizzo gli organizzatori a videoregistrare e pubblicare il mio intervento.

source: Compact biography
it: Breve biografia

source: Short biography (one or two paragraphs). Do not paste your CV
it: Inserisci una breve biografia (uno o due paragrafi). Non incollare il tuo CV!

source: Talk abstract
it: Abstract del talk

source: <p>Short description of the talk you are submitting. Be sure to includes the goals of your talk and any prerequisite required to fully understand it.</p><p>Suggested size: two or three paragraphs.</p>
it: <p>Inserisci una breve descrizione del talk, parlando degli obiettivi e citando anche i prerequisiti necessari per una piena comprensione.</p><p>Dimensione suggerita: 2 o 3 paragrafi</p>

source: Select Italian only if you are not comfortable in speaking English.
it: Seleziona Inglese solo se il tuo Italiano non è fluido

source: Select the track this talk is intended for.
it: Selezionare la track di riferimento per il talk

source: Probable days of attendance
it: Giorni di presenza effettiva

source: This ticket grants you full access to the conference. The above selection is just for helping out the organizers
it: Il biglietto consente l'ingresso per tutti i giorni, ma questa informazione ci aiuterà a pianificare meglio.

source: Food intolerance
it: Intolleranze alimentari

source: Days
it: Giorni

source: Describe yourself in one line
it: Descriviti con una frase

source: no picture
it: nessuna immagine

source: use gravatar
it: usa il mio Gravatar

source: use url
it: usa l'URL

source: upload file
it: carica file

source: If you opt-in the privacy settings, we can send you important communications via SMS.<br />Use the international format, eg: +39-055-123456.<br/>This number will <i>never</i> be published.
it: Il numero non verrà <b>mai</b> pubblicato, ma se lo inserisci e attivi la relativa checkbox nei settaggi di privacy, ci autorizzi ad inviarti comunicazioni importanti via SMS (non commerciali).<br/>Usa il formato internazionale: +39-347-1234567.

source: Date of birth
it: Data di nascita

source: We require date of birth for speakers to accomodate for Italian laws regarding minors.<br />Format: YYYY-MM-DD<br />This date will <i>never</i> be published.
it: Necessaria per verificare i requisiti d'età richiesti per legge.<br/>Formato: AAAA-MM-GG<br/>La tua data di nascita non verrà <b>mai</b> pubblicata.

source: This field is required for a speaker
it: Questo campo è obbligatorio per gli speaker

source: Email already registered
it: Email già registrata

source: I want to receive a few selected job offers through PyCon.
it: Voglio ricevere alcune proposte di lavoro selezionate attraverso PyCon

source: I want to receive private messages from other partecipants.
it: Autorizzo la ricezione di messaggi privati da parte di altri partecipanti

source: I want to receive SMS during the conference for main communications.
it: Voglio ricevere SMS durante la conferenza per comunicazioni importanti

source: Full room
it: Camera

source: Insert your discount code and save money!
it: Inserisci il tuo codice sconto e risparmia!

source: invalid coupon
it: coupon non valido

source: already booked
it: già prenotato

source: Omnivorous
it: Onnivoro

source: Vegetarian
it: Vegeteriano

source: Vegan
it: Vegano

source: 0 stars
it: 0 stelle

source: 1 stars
it: 1 stella

source: 2 stars
it: 2 stelle

source: 3 stars
it: 3 stelle

source: 4 stars
it: 4 stelle

source: 5 stars
it: 5 stelle

source: a (funny?) tagline that will be displayed on the badge<br />Eg. CEO of FooBar Inc.; Student at MIT; Super Python fanboy
it: Una tagline (anche divertente) che verrà scritta sul tuo badge<br/>Es: CEO, FooBar Srl; Studente al MIT; Super Python Fanboy

source: Days of attendance
it: Giorni di presenza

source: A custom badge image instead of the python logo. Don't use a very large image, 250x250 should be fine.
it: Un'immagine personalizzata al posto del logo di Python. Non usare un'immagine troppo grande, 250x250 dovrebbe andare bene.

source: Standard SIM (USIM)
it: SIM standard (USIM)

source: Standard Plan
it: Piano standard

source: BlackBerry Plan
it: Piano BlackBerry

source: ID Document
it: Documento di identità

source: Italian regulations require a document ID to activate a phone SIM. You can use the same ID for up to three SIMs. Any document is fine (EU driving license, personal ID card, etc).
it: La legge italiana richiede un documento di identità per attivare una SIM telefonica. Puoi usare lo stesso documento per attivare fino a tre SIM. Va bene qualsiasi documento (patente europea, carta d'identità, ecc).

source: Select the SIM physical format. USIM is the sandard for most mobile phones; Micro SIM is notably used on iPad and iPhone 4; Nano SIM is used for the last generation smartphone like the iPhone 5
it: Seleziona il formato fisico della SIM. USIM è lo standard per la maggior parte dei cellulari; Micro SIM è utilizzato prevalentemente su iPad e iPhone4; Nano SIM funziona sugli smartphone di ultima generazione come l'iPhone 5

source: Standard plan is fine for all mobiles except BlackBerry that require a special plan (even though rates and features are exactly the same).
it: Il piano standard va bene per tutti i cellulari eccetto il BlackBerry che richiede un pino speciale (anche se prezzi e feature sono le medesime)

source: Telephone number
it: Numero telefonico

source: Single room
it: Camera singola

source: Double room
it: Camera doppia

source: Triple room
it: Camera tripla

source: Quadruple room
it: Camera quadrupla

source: room shared
it: Camera condivisa

source: room not shared
it: Camera non condivisa

source: Italian regulations require a document ID to book an hotel room. Any document is fine (EU driving license, personal ID card, etc).
it: La legge italiana richiede un documento di identità per prenotare una camera d'hotel. Va bene qualsiasi documento (passaporto europeo, carta d'identità, ecc).

source: Bed place not needed
it: Posto letto non necessario

source: Check if you don't use this bed place.
it: Seleziona se non intendi utilizzare questo posto letto.

source: describe yourself in one line!
it: Descriviti con una frase

source: Cancel my registration
it: Cancella la mia registrazione

source: Submit
it: Invia

source: Recruiting session
it: Recruiting

source: Come to the wonderful hacking sessions on Sunday, learn from expert Python developers, and contribute to the Python ecosystem!
it: Partecipa alla fantastica sessione di hacking in programma domenica, impara da esperti sviluppatori Python, e contribuisci anche tu a migliorare l'ecosistema Python!

source: What is a sprint
it: Che cos'è uno sprint

source: A sprint is a self-organized session where programmers join together to work on a specific project, usually open-source and connected to the Python ecosystem. The sprint is usually proposed and driven by one or more programmers who are already expert on the specific project (maybe even maintainers), and are willing to help out more programmers to introduce them into the project.
it: Uno sprint è una sessione auto-organizzata nella quale i programmatori si uniscono per lavorare su di uno specifico progetto, generalmente open-source e che abbia a che fare con Python. Lo sprint è tipicamente proposto e gestito da uno o più sviluppatori già esperti del codice dello specifico progetto (magari proprio maintainers), i quali saranno ben lieti di supportare nuovi programmatori nello sviluppo, e introdurli nel progetto.

source: Requirements
it: Requisiti

source: Sprint sessions are open for everybody to join, and are <b>totally free</b>
it: Le sessioni di sprint sono aperte a chiunque, e sono <b>totalmente gratuite</b>

source: While we assume that most people there will have a ticket for the conference days (held in the previous days), having a ticket for the conference is <b>not required</b> to join a sprint.
it: Sebbene si assume che la maggiorparte dei partecipanti sia già in possesso di un biglietto della conferenza, <b>non sarà richiesto</b> di essere dei partecipanti alla conferenza per poter prendere parte ad uno sprint.

source: The PyCon staff will organize different tables with power plugs, ethernet cables with Internet access, wifi, whiteboards and will generally help out with logistic tasks. Partecipants are required to <b>bring their own laptops</b> to take part into the sprint
it: Lo staff organizzativo di PyCon si preoccuperà di preparare delle postazioni di lavoro adatte allo svolgimento dello sprint (cavi di alimentazione, cavi di rete, connessione wi-fi, lavagne) e sarà generalmente di supporto per questioni logistiche e organizzative. I partecipanti ad uno sprint dovranno però <b>necessariamente</b> utilizzare il proprio laptop per lo sviluppo.

source: Sprint submission
it: Proposta di uno sprint

source: Sprint submission is open to everybody, by using the
it: Chiunque può inviare la propria proposta per uno Sprint attraverso la

source: online form
it: form online

source: Please submit a sprint only if you really intend to hold it and help out other people joining it.
it: Per favore, inviare la propria proposta di sprint soltanto se si intente <b>realmente</b> parteciparvi e aiutare le persone ad unirsi alla sessione.

source: Registering for a sprint
it: Registrarsi per una sessione di sprint

source: If you are interested in a specific sprint, join it by clicking the corresponding button
it: Se si intende registrarsi ad uno specifico sprint, lo si potrà fare attraverso un semplice click sul bottone corrispondente.

source: (after <a href=
it: (dopo <a href=

source: Registration is not mandatory, and will not be enforced by organizers in any way, but it will help us out understanding how many people will be present, and at the same time will help sprint organizers setting up a list of tasks for their project. If you think that you might join a sprint (even if you are not 100%% sure yet), <b>please register</b>.
it: La registrazione non è obbligatoria, ma sarà esclusivamente necessaria per gli organizzatori per conoscere il numero dei partecipanti, e per poter gestire al meglio la gestione di spazi e attrezzature. Se pensi di poter partecipare ad uno sprint (anche se non sei sicuro al 100%%), <b>per favore, registrati.</b>

source: List of sprints
it: Lista degli sprint

source: Have you got an idea?
it: Hai una idea?

source: Submit a sprint
it: Proponi uno sprint

source: Cannot save the form.\nUse the web chat, or contact info@pycon.it, for assistance.
it: Impossibile salvare il form.\nUtilizzare la web chat, o contattare info@pycon.it, per assistenza.

source: Cannot find the requested page
it: Pagina non trovata

source: Order completed
it: Ordine completato

source: Thank you for your order. You will receive an email with all the details for the wire transfer.
it: Grazie per il tuo ordine. Stai per ricevere una email con tutti i dettagli sul bonifico da effettuare.

source: If you don't receive this email please check yout spam folder and <a href="%(url)s">write to us</a> specifying your order number: <b>%(code)s</b>
it: Se non ricevi l'email, per favore verifica la cartella dello spam. Altrimenti <a href="%(url)s">scrivici</a> specificando il tuo codice d'ordine: <b>%(code)s</b>

source: What to do next
it: Il prossimo passo

source: Meanwhile you can edit your tickets directly from your profile.
it: Nel frattempo, puoi editare i tuoi biglietti dalla pagina del tuo profilo.

source: Edit your Tickets
it: Modifica I tuoi biglietti

source: You have canceled the order from paypal
it: Hai annullato il tuo ordine da PayPal.

source: back to paypal
it: Torna a PayPal

source: back to home page
it: Torna all'homepage

source: Waiting for Paypal response...
it: In attesa della risposta da PayPal...

source: Are you waiting for too long? <a href="%(url)s">Write to us</a> specifying your order number %(code)s
it: Stai aspettando troppo? <a href="%(url)s">Scrivici</a> specificando il tuo codice d'ordine: %(code)s

source: Purchase completed
it: Acquisto completato.

source: Thank you for the purchase. The transaction was completed and a receipt from paypal will be sent to your email address.
it: Grazie per l'acquisto. La transazione è stata completata e paypal ti invierà una ricevuta per email.

source: Edit your tickets
it: Modifica i tuoi biglietti

source: Your profile
it: Il tuo profilo

source: Personal data
it: Dati personali

source: Email contact
it: Email

source: Privacy settings
it: Impostazioni privacy

source: Login options
it: Opzioni di login

source: Orders, invoices &amp; coupons
it: Ordini, fatture &amp; coupon

source: Certicate of attendance
it: Attestato di partecipazione

source: Web accounts for log in
it: Account social per fare login

source: You can connect more web accounts to your profile, so that you can use any of them for logging in (without having to remember which one you used to create the account).
it: Puoi aggiungere più account social al tuo profilo, in modo da usarne uno qualunque per fare login (senza doverti ricordare quale avevi usato per creare l'account)

source: Remove account
it: Elimina account

source: Web access removed
it: Account social rimosso

source: Cannot remove the requested account, please contact info@pycon.it for assistance
it: Impossibile rimuovere l'account richiesto; per favore contatta info@pycon.it per assistenza

source: Your discount coupons
it: I tuoi coupon sconto

source: Code:
it: Codice:

source: Your orders
it: I tuoi ordini

source: Order#
it: Ordine#

source: Date
it: Data

source: Invoice
it: Fattura

source: Partecipate in <a href="%(url)s">Find out who's coming</a>: let people know that you will be coming to this conference.
it: Fai sapere a tutti che verrai a PyCon: compila il tuo profilo e pubblicalo nella sezione "<a href="%(url)s">Scopri chi viene</a>"

source: View your public profile
it: Vedi il tuo profilo pubblico

source: See the conferences you have attended and who you have met.
it: Guarda le conferenze a cui sei stato e le persone che hai conosciuto.

source: Conference &amp; contacts
it: Conferenza &amp; contatti

source: Fill in and review all your tickets.
it: Compila e verifica i tuoi biglietti.

source: View your tickets
it: Visualizza i tuoi biglietti

source: View your schedule
it: Visualizza il tuo schedule

source: You have requested to change your email contact to <b>%(pending)s</b>.
it: Hai richiesto di cambiare la tua email in: <b>%(pending)s</b>.

source: We have sent you an email. Please follow the instructions in the message you will receive shortly. This change will not affect in any way the web accounts you use to log in.
it: Ti abbiamo inviato una email. Segui le istruzioni che riceverai a breve. Questa modifica non influenzerà gli account social che utilizzi per fare login.

source: Primary email contact
it: Contatto email primario

source: This is the email address which we can use to contact you. It is also the email you can use to login in our website in case you don't like web accounts or social networks to do it.
it: Questa è l'email che possiamo usare per contattarti. E' anche l'email che usi per fare login in questo sito, se non vuoi usare gli account social.

source: Edit
it: Modifica

source: Save
it: Salva

source: Name
it: Nome

source: Phone
it: Telefono

source: Saved
it: Salvato

source: We respect your privacy. We <i>never share your personal data</i> with anyone. Have a look at our <a href="%(url)s">privacy policy</a> for further information.
it: Rispettiamo la tua privacy. <i>Non condividiamo i tuoi dati personali</i> con nessuno. Dai un'occhiata alla nostra <a href="%(url)s">privacy policy</a> per maggiori informazioni.

source: This page contains additional privacy settings for advanced opt-in features.
it: Questa pagina contiene impostazioni aggiuntive per funzionalità relative alla privacy che potresti voler attivare.

source: Many of our sponsors support our conference to offer jobs and recruit good Python programmers. In addition to the official <a href="%(url)s">recruiting sessions</a>, you might like to receive selected job offers via email, and evaluate them in a more private environment.
it: Molti dei nostri sponsor supportano la conferenza per cercare e assumere ottimi programmatori Python. In aggiunta alla <a href="%(url)s">sessione di recruiting</a> ufficiale, puoi decidere di ricevere alcune offerte speciali via email, selezionate da noi, e valutarle in un contesto più privato.

source: Your email address will <i>never</i> be shared with any of our recruiting sponsor. We send the emails.
it: Il tuo indirizzo email non verrà <i>mai</i> condiviso con alcuno sponsor. Siamo noi a mandare le email.

source: You will receive max 10 job offers; all emails will be sent between June 15th and July 20th.
it: Riceverai al massimo 10 offerte di lavoro; tutte le email verranno inviate tra la settimana precedente e quella successiva alla conferenza.

source: User messages
it: Messaggi tra utenti

source: After you buy a ticket and activate your <a href="%(profile_url)s">public profile</a>, other participants will be able to <a href="%(url)s">find out</a> that you are coming to the conference. Do you want them to be able to contact you through our website?
it: Dopo aver comprato un biglietto e attivato il tuo <a href="%(profile_url)s">profilo pubblico</a>, gli altri partecipanti potranno trovarti nella sezione "<a href="%(url)s">Scopri chi viene</a>". Vuoi che possano contattarti tramite il sito web?

source: Your email address will <b>never</b> be shared with other participants.
it: Il tuo indirizzo email non verrà <b>mai</b> condiviso con gli altri partecipanti.

source: We will send you one mail notifying you of the received message.
it: Ti invieremo una email che conterrà il messaggio che ti hanno inviato.

source: User messages will be active until the conference ends.
it: L'invio di messaggio sarà attivo fino al termine della conferenza

source: SMS messages
it: Messaggi SMS

source: Sometimes it is useful for organizers to send last-minute information to all participants (eg: transportation strikes, last-minute schedule changes, impromptu happenings, etc.). Do you want to receive these information through SMS?
it: A volte, è utile per gli organizzatori inviare informazioni dell'ultimo minuto a tutti i partecipanti (es: scioperi dei mezzi pubblici, cambi di programma improvvisi, eventi organizzati all'ultimo, ecc.). Vuoi ricevere questo genere di avvisi per SMS?

source: You must insert your phone number in the “Personal data” section to activate this service.
it: Devi inserire il tuo numero di telefono tra i tuoi dati di profilo per attivare questo servizio.

source: Your phone number will <i>never</i> be shared with other people.
it: Il tuo numero di telefono non sarà <i>mai</i> condiviso con nessuno.

source: This SMS message service will be active only for the time span of the conference.
it: Questo servizio SMS verrà utilizzato solo durante il periodo della conferenza.

source: Make sure you don't pay any roaming fee for incoming SMS while in Italy (or that you don't care about it...).
it: <span></span>

source: Please enter your credit card details.
it: Inserisci i dati della carta di credito.

source: Submit Payment
it: Invia il pagamento

source: genro-account
it: Se hai partecipato alle edizioni precedenti di PyCon puoi riusare lo stesso account.

source: genro-problem
it: Se hai problemi contattaci in <a onclick="habla_window.show(); habla_window.expand()" href="#">chat</a> o scrivi a <a href="mailto:gestionale@pycon.it">gestionale@pycon.it</a>

source: It’s you!
it: Sei tu!

source: Profile picture
it: Immagine del profilo

source: Do not show any picture
it: Non mostrare alcuna immagine

source: Use my Gravatar
it: Usa il mio Gravatar

source: Use this web address
it: Usa l'immagine a questo indirizzo web

source: Use this picture
it: Usa questa immagine

source: Website
it: Sito web

source: Technical interests
it: Interessi tecnologici

source: Location
it: Posizione

source: Position
it: Posizione

source: Your profile is not visibile by anyone.
it: Il tuo profilo è nascosto.

source: Only <b>conference participants</b> can view your profile.
it: Solo i <b>partecipanti alla conferenza</b> possono visualizzare il tuo profilo.

source: Your profile is <b>publicly visible</b> because you are a PyCon speaker.
it: Il tuo profilo è <b>visibile pubblicamente</b> perché sei uno speaker di PyCon Italia.

source: Your profile is <b>publicly visible</b>.
it: Il tuo profilo è <b>visibile pubblicamente</b>.

source: <b>Note</b>: If any of your proposals is accepted, this profile will be forced to be publicly visibile.
it: <b>Nota</b>: se uno dei tuoi talk verrà accettato, il profilo verrà forzato visibile pubblicamente.

source: Company website
it: Sito della società

source: By
it: Di

source: by
it: di

source: Talk voting
it: Votazione talk

source: To join the community voting, you must buy a ticket. You can buy one <a href="%(cart_url)s">here</a>.
it: Per partecipare alla votazione comunitaria devi possedere un biglietto. Puoi comprarlo <a href="%(cart_url)s">qui</a>.

source: To join the community voting, you must buy a ticket.
it: Per partecipare alla votazione comunitaria devi acquistare un biglietto.

source: If you already bought a ticket please <a href="%(url)s">log in</a>, otherwise you can buy one <a href="%(cart_url)s">here</a>.
it: Se hai già comprato un biglietto, effettua il <a href="%(url)s">log in</a>, altrimenti puoi acquistarne uno <a href="%(cart_url)s">qui</a>.

source: Talk Voting
it: Votazione talk
