Repository: leriomaggio/pycon_site
Catalog: locale/*/LC_MESSAGES/django.po
Languages: it

source: Set your favorite tags in <a href="%(profile_url)s">your profile</a> and filter by your interests with one click.
it: Seleziona i tuoi tag preferiti nel <a href="%(profile_url)s">tuo profilo</a> e filtra in base ai tuoi interessi con un click.

source: Match my tags
it: Usa i miei tag

source: How to vote:
it: Come votare:

source: Click on the stars to cast a vote; half-points are allowed.
it: Clicca sulle stelle per votare; esistono anche le mezze stelle!

source: Click on the red sign on the left of the stars to remove a vote, if you want to think about it more.
it: Clicca sul simbolo rosso a sinistra delle stelle per rimuovere il tuo voto, se ci hai ripensato.

source: Use the filters at the top to help you go through the talks.
it: Usa i filtri in cima per aiutarti a scorrere i talk.

source: Sort by vote to help you review all your votes.
it: Ordina per gradimento per verificare i tuoi voti.

source: Click on the talk name to go to the (linkable) talk page.
it: Clicca sul nome del talk per visualizzare la pagina del tak (linkabile).

source: Click on the speaker name to see the (linkable) speaker page, with full bio and other infos.
it: Clicca sul nome dello speaker per visualizzare la pagina dello speaker (linkabile), con biografia completa ed altre informazioni.

source: Do you have some questions on a talk? Leave a comment in the talk page, and the speaker will answer you and enhance the abstract.
it: Hai domande sui talk? Lascia un commento sulla pagina del talk, e lo speaker ti risponderà e migliorerà l'abstract.

source: If you leave some talks without a vote, they will be automatically ranked with avg value (5 stars).
it: Se lasci qualche talk senza voto, sarà automaticamente conteggiato con il valore medio (5 stelle).

source: Need more info?
it: Hai bisogno di ulteriori informazioni?

source: Go to the <a href="%(voting_url)s">talk voting</a> description page for all the details. If you still have answers, <a href="%(contacts_url)s">write us</a> or <a href="%(chat_url)s" onclick="%(chat_click)s">chat with us</a>.
it: Vai alla descrizione della <a href="%(voting_url)s">pagina delle votazioni</a> per tutti i dettagli. Se hai ancora dubbi, <a href="%(contacts_url)s">scrivici</a> oppure contattaci via <a href="%(chat_url)s" onclick="%(chat_click)s">chat</a>.

source: Teaser video available
it: Video teaser disponibile

source: Sorry, no talks match your query.
it: Spiacente, nessun talk corrisponde alla tua richiesta.

source: Next deadline:
it: La prossima scadenza

source: All the deadlines
it: Tutte le scadenze

source: Call for Proposals is <span>open</span>
it: La Call for proposal è <span>aperta</span>

source: Submit your proposal
it: Inviaci i tuoi talk

source: Our Sponsors
it: I nostri sponsor

source: Become a sponsor
it: Diventa uno sponsor

source: Our Media Partners
it: I nostri media Partner

source: New comment
it: Nuovo commento

source: Post comment
it: Lascia un commento

source: You are <i>subscribed</i> to this thread.
it: Sei <i>iscritto</i> a questa discussione.

source: Unsubscribe
it: Disiscriviti

source: You can subscribe to this thread to receive updates via email.
it: Puoi iscriverti a questa discussione per ricevere aggiornamenti via email.

source: Subscribe
it: Iscriviti

source: Buy tickets (2 of 2)
it: Compra un biglietto (pag. 2 di 2)

source: Review order and fill billing information.
it: Controlla l'ordine e compila i dati di fatturazione

source: Your order
it: Il tuo ordine

source: Q.ty
it: Qtà

source: Price
it: Prezzo

source: Total
it: Totale

source: Billing data
it: Dati di fatturazione

source: Paypal is used for credit card transactions.<br /> <strong>No registration is required</strong>, you will just need to click on a small link for non-registered users, located somewhere in the page (the exact position varies depending on the browser's language), and then fill in the form.
it: &nbsp;

source: Google says
it: Google dice

source: You have nothing to pay
it: Non c'è nulla da pagare

source: Place Order &rarr;
it: Conferma l'ordine &rarr;

source: Next deadline
it: La prossima scadenza

source: Did you know
it: Lo sapevi che...

source: If you want to stay updated with news about thie conference, sign-up to the official low-traffic PyCon mailing-list:
it: Se vuoi rimanere aggiornato sulla conferenza, iscriviti alla newsletter ufficiale a basso traffico di PyCon Italia:

source: Sign up
it: Iscriviti

source: Your talks
it: I tuoi talk

source: Buy tickets (1 of 2)
it: Compra un biglietto (pag. 1 di 2)

source: Select conference tickets and additional services.
it: Scegli i biglietti della conferenza e altri servizi

source: In order to buy the tickets you have to <a href="%(url)s">log in</a>
it: Per comprare i biglietti, devi fare <a href="%(url)s">log in</a>

source: Billing type
it: Tipologia di fatturazione

source: Select the entity you are purchasing tickets for.
it: Seleziona la tipologia di acquisto che vuoi effettuare.

source: Invoices for personal purchases will be explicitly marked as "non tax-deductible".
it: Le ricevute per i privati riporteranno la dicitura esplicita "ad uso personale, non deducibile dalle tasse".

source: Conference tickets
it: Biglietti per la conferenza

source: All prices are 22%% VAT included.
it: Tutti i prezzi includono l'IVA

source: Student
it: Studente

source: Personal
it: Personale

source: Business
it: Aziendale

source: Conference tickets total (VAT inc.)
it: Totale biglietti della conferenza (IVA inclusa)

source: Conference tickets - SOLD OUT
it: Biglietti della conferenza - SOLD OUT

source: Coupon code
it: Codice del coupon

source: You save (VAT inc.)
it: Sconto (inclusa IVA)

source: Grand total (VAT inc.)
it: Totale (inclusa IVA)

source: Proceed to Checkout &rarr;
it: Procedi al pagamento &rarr;

source: Sorry, no tickets are available
it: Nessun biglietto disponibile

source: Propose a Sprint
it: Proponi uno Sprint

source: Your tickets
it: I tuoi biglietti

source: You still have not bought any ticket with this account. Please proceed to the <a href="%(u)s">cart</a> to place an order.
it: Non hai ancora comprato nessun biglietto con questo account. Vai al <a href="%(u)s">carrello</a> per fare un ordine.

source: Refund Ticket
it: Chiedi un rimborso

source: You are eligible for commission-free refund through PayPal.
it: Puoi richiedere il rimborso senza commissioni tramite PayPal.

source: Choose the refund method
it: Scegli una modalità di rimborso

source: Through PayPal
it: Tramite PayPal

source: Through bank transfer
it: Tramite bonifico

source: Note
it: Nota

source: you are responsible for the commission fees, if any.
it: le commissioni (se presenti) saranno a tuo carico.

source: Ask for Refund
it: Chiedi un rimborso

source: Cannot save the ticket.\nUse the web chat, or contact info@pycon.it, for assistance.
it: Errore nel salvataggio del biglietto. Contattaci via chat o scrivi a info@pycon.it

source: Please enter the name
it: Inserisci il nome

source: Enter the email of the person you want to assign the ticket
it: Inserisci l'email della persona a cui vuoi assegnare il biglietto

source: Please don't use your email address.
it: Non usare il tuo indirizzo email.

source: ticket assigned to
it: Biglietto assegnato a

source: Are you sure to reclaim this ticket
it: Sei sicuro di volerti riprendere questo biglietto?

source: ticket reclaimed
it: Biglietto ripreso

source: Who's coming?
it: Chi viene?

source: Ticket frozen; editing disabled
it: Biglietto congelato; modifiche disabilitate

source: Assigned to you by <a href="%(url)s"><b>%(name)s</b></a>
it: Assegnato a te da <a href="%(url)s"><b>%(name)s</b></a>

source: Ticket not active; waiting for wire transfer (order %(code)s)
it: Biglietto non attivo, in attesa di bonifico (ordine %(code)s)

source: No name specified
it: Nessun nome specificato

source: Something about me
it: Qualcosa su di me

source: Edit this ticket
it: Modifica questo biglietto

source: Refund this ticket
it: Chiedi un rimborso

source: Currently assigned to <b>%(assigned_to)s</b>
it: Assegnato a <b>%(assigned_to)s</b>

source: Reclaim
it: Riprenditelo

source: This ticket is for me
it: Questo biglietto è per me

source: This ticket is for someone else
it: Questo biglietto è per qualcun altro

source: Warning, incomplete ticket
it: Attenzione, biglietto incompleto

source: Add a document.
it: Aggiungi un documento.

source: This is an unused ticket
it: Questo biglietto non è utilizzato

source: Edit information
it: Modifica

source: Additional information (they won&#8217;t show up on the ticket)
it: Informazioni aggiuntive (non appariranno nel badge)

source: Attending on days:
it: Giorni di presenza:

source: Diet:
it: Alimentazione:

source: Shirt size:
it: Taglia della maglietta:

source: Uploaded <a href="%(url)s">Photo ID</a>
it: <a href="%(url)s">Documento</a> caricato

source: Deposit:
it: Anticipo:

source: Balance:
it: Saldo:

source: Ticket for %(first_name)s %(last_name)s
it: Biglietto per %(first_name)s %(last_name)s

source: Ticket for NO NAME SPECIFIED
it: Biglietto per NESSUN NOME SPECIFICATO

source: Want to change name? <a href="%(url)s">Edit your account</a>.
it: Vuoi cambiare nome? <a href="%(url)s">Modifica il tuo account</a>.

source: <a href="%(profile_url)s">Your profile</a> is not visibile by anyone. Why don't you let people know that you are coming? <a href="%(url)s">Find out why</a>.
it: <a href="%(profile_url)s">Il tuo profilo</a> non è visibile da nessuno. Perché non far sapere alla gente che vieni? <a href="%(url)s">Scopri come</a>.

source: Only <b>conference participants</b> can view <a href="%(profile_url)s">your profile</a>.
it: Solo i <b>partecipanti alla conferenza</b> possono vedere <a href="%(profile_url)s">il tuo profilo</a>.

source: Your <a href="%(profile_url)s">profile</a> is <b>publicly visible</b>.
it: Il tuo <a href="%(profile_url)s">profilo</a> è <b>pubblico</b>.

source: Change to language:
it: Cambia la lingua:

source: Log into PyCon
it: Effettua il login

source: By using one of your existing web accounts
it: Utilizza uno degli account social

source: You will be able to specify billing and personal info later; e.g.: you can use your personal Facebook account to buy tickets for your company and the Facebook name will not appear anywhere.
it: Potrai specificare i nomi dei partecipanti e i dati di fatturazione in seguito; per esempio, puoi tranquillamente usare Facebook per fare login, e poi comprare biglietti intestati alla tua azienda.

source: Or use your email and password
it: Oppure usa email e password

source: If you <i>really</i> don’t want to use an existing web account but you prefer a standard registration and login&nbsp;form.
it: Se <i>davvero</i> non vuoi usare nessun account social, ma preferisci una form di registrazione e login tradizionale.

source: Invalid credentials
it: Credenziali non valide

source: Don&#8217;t you have an account?
it: Sei sicuro di avere un account?

source: Create a new account
it: Crea un nuovo account

source: Did you forget your password?
it: Hai dimenticato la password?

source: Recover your password
it: Recupera la password

source: Password reset successful
it: Password resettata con successo

source: We've e-mailed you instructions for setting your password to the e-mail address you submitted. You should be receiving it shortly.
it: Ti abbiamo inviato via mail le istruzioni per impostare la password all'indirizzo specificato. Ti dovrebbe arrivare a breve.

source: Forgotten your password? Enter your email address, and we'll send instructions for setting a new one.
it: Hai dimenticato la password? Inserisci il tuo indirizzo email, e ti invieremo le istruzioni per crearne una nuova.

source: I have read and accepted the <a class="trigger-overlay" href="/code-of-conduct" target="blank">code of conduct</a>.
it: Ho letto e accetto il <a class="trigger-overlay" href="/codice-condotta" target="blank">codice di condotta</a>

source: Your Name
it: Nome e cognome

source: "Codice Fiscale" is required for Italian customers
it: Richiesto per cittadini italiani

source: Additional billing information
it: Dati aggiuntivi da mostrare in fattura

source: If your company needs some information to appear on the invoice in addition to those provided above (eg. PO number, etc.), write them here.<br />We reserve the right to review the contents of this box.
it: Se la tua società ha bisogno di aggiungere dei dati in fattura (es: numero d'ordine), scrivili in questo campo.<br/>Ci riserviamo il diritto di verificare e approvare quanto scritto.

source: Company Name
it: Ragione sociale

source: English
it: Inglese

source: Italian
it: Italiano
